rules_text = '''Правила игры в Contexto: \n\n
Суть игры -- отгадать загаданное слово. Когда вы начинаете писать слова(команда /word), вы будете получать в ответ сообщение вида 'слово - число'.
Чем меньше число, тем ближе это слово с загаданным по смыслу.\n\n
Командой /top можно увидеть топ-20 ваших запросов с их рейтингом соответственно.\n\n
Загаданное слово обновляется ежедневно.\n
Также в боте присутствуют подсказки(см. кнопку 'Подсказки')'''

hints_text = '''💡Подсказки\n\n
💡Подсказки можно использовать командой /hint.\n
При использовании 💡Подсказки вам выводится слово из топ-100.\n
💡Подсказки можно получить за победы в конкурсах и с некоторым шансом за отгадывание слова.'''

minigames_text = '''🎮Мини-игры\n\n
Мини-игры - это способ развлечься: ты можешь как и разбогатеть, так и остаться ни с чем.\n\n
Валюта, которая ставится вами в мини-играх - монеты.\n
На данный момент в боте 6 различных мини-игр.'''

levels_text = '''⏫Опыт и уровни\n\n
За попытки отгадывания слов вам начисляется опыт, в зависимости от того, насколько близко ваше слово к загаданному.\n\n
Набрав определенное количество опыта, вы можете повысить свой уровень(кнопка в профиле).\n
За повышение уровня начисляются такие награды, как монеты и подсказки.'''

chatwork_text = '''💬Работа в чатах\n\n
На данный момент работа в чатах реализована не до конца, я работаю над этим;\n
Доступные команды: все, кроме тех, что связаны с угадыванием слов(/top,/hint,/word)\n
Чтобы бот в будущем корректно работал в чатах, надо чат зарегистрировать командой /register_chat.\n
Важно, чтобы прописывал эту команду именно владелец чата.\n
После регистрации чата участники могут привязать свой профиль к чату командой /link_chat.'''

chat_text = '''Не нашли ответ на ваш вопрос?\n
Можете обратиться за помощью в нашем <a href="https://t.me/ContextoChat">чате</a>'''